Revit 2026 API
HermiteSpline.Create Method
Overload List
Name | Description
Create(IList<XYZ>, Boolean)
Create(IList<XYZ>, Boolean, HermiteSplineTangents)
Top
See Also
Reference
HermiteSpline Class
Autodesk.Revit.DB Namespace